{
    "MAIN": {
        "HEADLINE": "Nieruchomości i&nbsp;doradztwo budowlane",
        "MESSAGE": "Jeśli jesteś zainteresowany wejściem na polski rynek infrastruktury lub nieruchomości, skontaktuj się z nami.",
        "IKO1": "Logistyka",
        "IKO2": "Budownictwo modułowe",
        "IKO3": "Wynajem Apartamentów - Zakopane",
        "IKO4": "Najem powierzchni"
    },
    "COMMON": {
        "contact": "Kontakt",
        "showRealization": "Pokaż realizacje Kranford",
        "hideRealization": "Schowaj realizacje Kranford",
        "logotext": "Construction &amp; Property Consultants"
    },
    "MENU": {
        "ABOUT": "Kim jesteśmy",
        "SERVICE": "Usługi",
        "PARTNERS": "Partnerzy",
        "TEAM": "Zespół",
        "CONTACT": "Kontakt"
    },
    "ABOUT": {
        "title": "Kim jesteśmy",
        "subtitle": "Kranford to firma świadcząca kompleksowe usługi doradcze. Oferujemy wsparcie dla zagranicznych inwestorów, funduszy inwestycyjnych oraz deweloperów, chcących inwestować w Polsce.",
        "head1": "O nas",
        "message1": "W swojej bazie posiadamy zarówno działki pod zabudowę mieszkaniową, biurową i komercyjną, jak i gotowe projekty inwestycji. Dzięki wielostronnej działalności oferujemy szeroki zakres usług – od pomocy w kupnie i sprzedaży gruntów i nieruchomości, aż po ich wykończenie i zarządzanie.",
        "head2": "Doświadczenie",
        "message2": "Kranford skupia osoby z wieloletnim doświadczeniem. Założyciele firmy przez ponad 20 lat współpracowali z deweloperami oraz funduszami inwestycyjnymi. Zdobytą wiedzę i umiejętności wykorzystujemy w profesjonalnej obsłudze projektów inwestycyjnych. Wieloletnia i dogłębna znajomość polskiego rynku pozwala nam na indywidualne podejście do każdego projektu.",
        "head3": "Kontakty",
        "message3": "Kranford oferuje swoje usługi zarówno inwestorom, jak i właścicielom i najemcom gruntów oraz nieruchomości. Współpracujemy z największymi deweloperami komercyjnymi działającymi na polskim rynku. Dzięki temu oferujemy naszym klientom stale rozbudowywaną sieć kontaktów branżowych."
    },
    "PARTNER": {
        "title": "Partnerzy"
    },
    "TEAM": {
        "title": "Zespół",
        "manager": "Zarząd",
        "section": "Działy",
        "head": "Członek Zarządu",
        "marketing": "Specjalista do spraw marketingu i obsługi klienta",
        "account": "Specjalista do spraw zarządzania nieruchomościami",
        "madrid": "Koordynator biura w Madrycie",
        "prices": "Specjalista do spraw wyceny nieruchomości"
    },
    "SERVICE": {
        "title": "Usługi",
        "subtitle": "Kranford zapewnia pomoc na każdym etapie inwestycji – zaczynając od doradztwa, poprzez pośrednictwo w zakupie, kompleksowe zarządzanie, aż po sprzedaż i pozyskanie klientów. Przeprowadzamy badania rynku oraz oferujemy działania z zakresu marketingu nieruchomości.",
        "s1": "Pośrednictwo",
        "s2": "Wynajem nieruchomości komercyjnych",
        "s3": "Zarządzanie nieruchomościami",
        "s4": "Wycena nieruchomości",
        "s5": "Wykończenie wnętrz",
        "s6": "Doradztwo inwestycyjne",
        "s7": "Usługi dla firm budowlanych",
        "s8": "Budownictwo modułowe",
		"s9": "Logistyka"
    }
}
